Repository: bplaat/bassiemusic
Catalog: apps/flutter/lib/l10n/app_*.arb
Languages: nl

# login_header
source: Login to BassieMusic
nl: Login bij BassieMusic

# login_info
source: You need a BassieMusic account to listen to music
nl: Je hebt een BassieMusic-account nodig om naar muziek te luisteren

# login_error
source: Wrong username, email address or password
nl: Verkeerde gebruikersnaam, e-mailadres of wachtwoord

# login_logon
source: Username or email address
nl: Gebruikersnaam of email adres

# login_password
source: Password
nl: Wachtwoord

# login_footer
source: Made with ❤️ by PlaatSoft
nl: Gemaakt met ❤️ door PlaatSoft

# home_explore
source: Explore
nl: Ontdek

# home_liked
source: Liked
nl: Geliked

# home_history
source: History
nl: Geschiedenis

# home_home_hey
source: Hey, {username}!
nl: Hoi, {username}!

# home_home_last_artists
source: Last played artists
nl: Laast gespeelde artisten

# home_home_last_albums
source: Last played albums
nl: Laast gespeelde albums

# home_home_last_tracks
source: Last played tracks
nl: Laast gespeelde tracks

# home_home_empty
source: You haven't listened to any tracks yet, use the explore tab to find something you like
nl: Je hebt nog geen nummers beluisterd, gebruik de ontdek-tab om iets te vinden dat je leuk vindt

# home_explore_artists
source: Artists
nl: Artisten

# home_explore_artists_empty
source: No artists
nl: Geen artisten

# home_explore_genres_empty
source: No genres
nl: Geen genres

# home_explore_albums_empty
source: No albums
nl: Geen albums

# home_explore_tracks_empty
source: No tracks
nl: Geen tracks

# home_liked_artists
source: Artists
nl: Artisten

# home_liked_artists_empty
source: You have not liked any artists
nl: Je hebt nog geen enkele artist geliked

# home_liked_albums_empty
source: You have not liked any albums
nl: Je hebt nog geen enkele album geliked

# home_liked_tracks_empty
source: You have not liked any tracks
nl: Je hebt nog geen enkele track geliked

# home_history_empty
source: You have not listened to any tracks
nl: Je hebt naar geen enkel nummer geluisterd

# artist_albums_empty
source: This artist has no albums
nl: Deze artist heeft geen albums

# genre_albums_empty
source: This genre doesn't have any albums
nl: Dit genre heeft geen albums

# profile_header
source: Your profile
nl: Youw profiel

# profile_logout
source: Logout
nl: Uitloggen
